{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=h8pFgncdQ1KQg3ntEB8trQ",
  "input_url": null,
  "file": "Embryology 1939_58.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.203967007,
    "total_duration": 22.918988428
  },
  "agent": "",
  "created": "2013-06-19T15:29:41-04:00",
  "total": 0,
  "names": [

  ],
  "content": "\nvii [ras pgiigi or   eaeznvs\n\nStudy an embryo in which the blastoderm has spread over the\nentire yolk. Certain prominences or irregularities on the surface\nof the egg are appearing (5 to 5 days) as follows: (figures in\nMacBride}.\nl. Cn Use animal pole the shell gland with a depression in its\ncenter.\n2. Lateral prominences.\n5. Between the and the mantle on each side there is an imcon-\nspicuous ridge which will develop into part of the siphon. They\nare called the lateral siphon folds. Turn the embryo over to see\nthem clearly. lf` A ll\n4. The arms are appearing as paired protrusions. How many at\nfirst? All these will become more prominent as development proceeds.\nDraw.\nVII. EMERQOS FIYE TO TEN DAYS QLD\nll. Place embryos of various stages in a watch glass and compare\nthem noting the further development of the organs mentioned above an; \nalso the appearance of new organs. A careful comparison of older\nand younger embryos will enable you to recognize most of the organs\nand in this way you can trace them back to their beginnings. lt will\nbe desirable to tear off the jelly envelopes with needles or punc~\nture them. `Use figs. in Brooks, Korschelt and Naef.\nFor purposes of cdnparison call the mantle dorsal and the yolk\nend ventral. The siphon side is posterior. Study mostly posterior\naspects although profile views should be consulted frequently. A\nfrequent turning of die embryo will be advantageous for a better\norientation of parts:~\nRecognize the most obvious things first.\nl. Note that the yolk mass gradually constriets in the neighbor-\nhood of the embryo and remains as a very prominent oval mass for\na long time. lt may be seen also as a dark plug within the embryo,\nextending as a point into the mantle area and also similarly into\nthe stalks. What finally becomes of the yolk mass?\n2. Note the development of the mantle until it fits like a\nhat over the dorsal end of the embryo, ls there a mantle chamber\nbeneath the mantle in any of the embryos? \n5. Note that the <2 es become prominent. Do they resemble the\neyes of vertebrates? Iens present? Optic cup?\n4. The otoeysts appear early as a pair of spherical sacs. Do\nany of them dnntain otolithsi They move closer together as develop-\nment proceeds.\n5. Dorsal to the and beneath the mantle there is a pair\nof gills. They are not very prominent at first but become so later,\n\n"
}