{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=anV2onH5RGWE4GoKKTUC9A",
  "input_url": null,
  "file": "Embryology 1939_30.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.204424478,
    "total_duration": 22.828898566
  },
  "agent": "",
  "created": "2013-06-19T15:23:53-04:00",
  "total": 0,
  "names": [

  ],
  "content": "1959\nCOELENTERATES.\nIntroduction\n.While working with coelenterates in the laboratory it is essential\nto remember that the hydroids are very sensitive to environmental con-\nditions. They do not survive well in the laboratory even in aquaria\nof running water. When removed to fingerbowls, the individuals are\napt to die unless kept below room temperature. When working\nwith the stems of hydroids, use few stems in large volumes of water,\nand change the water frequently. Do not crowd either the adult stems\nor the eggs and embryos. It is not\"g55d to spoil experiments lasting\nl2-24 hours by being careless about crowding the material.\nIn general it is advisable to select a goodsized colony, examine\nit under low power to find the gonads, and to clip off the branches\ncontaining the best material. These can be rinsed in running sea\nwater and further sorted and separated.\n\nThe ability of the hydrozoa to regenerate and to reproduce by\nbudding has been famous 200 years. iubularia is favorable material\nas an example because of its size and abundance. 1\nTemperature is a very important limiting factor to these animals.\nlney drop off their hydranths in midsummer when the water warms above\nQi degrees C, and remain dormant until the water cools, and then put\nout new ones (Moore Regeneration never takes place at tmepera~\ntures above 250 C. so the experimental material must be kept in finger~\nbowls in running sea water.\nQiafaie of T2E@n??3ti9Qri@ E?9Ximal 333 disiel ha1V@5~\nWith sharp scissors cut a number of individuals from the colony\nat their points of attachment, selecting those which measure 50 mm.\nvr so in length. From these, cut off the hydranths, each with a\nmillimeter of stem (to get rid of the base of the hydranth, which is\nsomewhat retarded in its regeneration). Take 20 beheaded stalks of\nuniform size and cut them each into equal halves, putting the distal\n(hydranth) halves in one fingerbowl of sea water and the proxima\nhalves in another. (Avoid pinching or damaging them in transfer .\nCover the fingerbowls and place them in the sink where they will be\nkept cool by the running sea water. Change the water several times a\nday.\nUsually l8-24 hours after cutting, the primordium of the oral and\nbasal tentacles can be seen thru the perisarc. Observe that the hy~\ndranth differenetiates in situ and not as an outgrowth. See the cir-\nculation in the stem. After 50 hours, take freqrnt observations and\nrecord the time of emergence of the new hydranths in both lots. After\n60 hours, compare the rates of regeneration of distal and proximal \nhalves. Any indication of an axial gradient of regeneration-rate?\n(Barth i\n\n"
}