{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=2BuTwrmySmOPoVlPEu01OA",
  "input_url": null,
  "file": "Embryology 1939_20.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.262650296,
    "total_duration": 22.504896797
  },
  "agent": "",
  "created": "2013-06-19T15:21:32-04:00",
  "total": 0,
  "names": [

  ],
  "content": "\ncentration is sufficient to ensure fertilization of all of the\nmature ova in a good batch of eggs. As soon as the sperm are added\nthe water containing the eggs should be agitated in order that the\nsperm may be as nearly evenly distributed as possible. Place some\nof the eggs on a slide immedigtely after removal and observe the\nchanges which take place in the egg. Note the gross changes here.\nThe penetration of the sperm and the elevation of the membrane may\nbe better observed by another method of insemination.  Mount a few\nof the eggs in india ink and observe. Make sketches.\nThe activity of the spermatozoa and the rapidity with which the\nspent enters the egg and the accompanying changes take place varies\ndirectly with the temperature of the medium and hence the gemetes.\nFor this reason it is desirable to study these changes in prepara~\ntions which have been chilled to such an extent that it takes place\nslowly\" Make preparations as follows. Chill eggs and sperm in sea~\nwater by the use of an ice bath. Mount a few of the eggs on a slide\nunder a cover glass and add a little of the sperm suspension at one\nside. Observe constantly until the sperm appear in the field and\nthen watch carefully for the union of the sperm and the egg. How\ndoes this take place? Examine carefully the way in which the per-\nivitelline space is formed and the manner in which the membrane is\nelevated. How many sperm enter each egg?\nEggs should be fertilized each morning and each afternoon for\nseveral days in order that you may have cultures at different\nstages of development for use during the following periods.\nWhen you have prepared cultures as described above, place some\neggs in about 25 c.c. of sea-water and add a drop of dry sperm,\nstir vigorously and allow to stand for three minutes to settle.\nPour off the supernatant sea~water and wash to remove excess\nsperm. Set aside for examination at the time of the first cleavage.\nSuch eggs will show a high percentage of polyspermy.\nQ. Cleavage of the zygote. Q. Q.\nOne result of complete fertilization is cleavage of the zygote.\nExamine eggs of each of the above forms in your cultures and study\nthe morphology of cell division, the time at which each cleavage\ntakes place in each form, and pattern formed by the blastomeres.\nAre you able to determine the relation of the cleavage planes to\nthe polar orientation of the egg? Be sure to record the temperature\nof the sea-water in the culuires (vide seq.). Make sketches of\neach of the cleavage stages in each form and any other events i\nCJ\nwhich are of interest to you. How does the cleavage in the cul-\ntures inseminated with dilute sperm suspension compare with that\nin use cultures inseminated with dry sperm? Now compare the rate\nof cleavage in the three types of eggs. Are they the same? Gan\nyou think of any explanations for discrepancies which appear in\nyour data? The blastula is fonned within the first twelve hours.\nCompare the blastulae of the three At what stage is the\nvitelline membrane lost? When do embryos first become motil? Your\nsketches should be an accurate record of the events of cleavage\nshowing the relation between successive divisions, the relation~\nships between the sizes of the blastomeres, and the relative rate\nof the cleavage in different blastdneres of one individual.\n\n"
}