{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=rqzLQUL9SMO9aGdNMPr6mw",
  "input_url": null,
  "file": "Embryology 1939_56.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.229731733,
    "total_duration": 23.432708585
  },
  "agent": "",
  "created": "2013-06-19T15:29:25-04:00",
  "total": 0,
  "names": [

  ],
  "content": "1939\nENBRYOLOGY OF THE SQUID\nIf you are not familiar with the anato\nmay find it advantageous to examine the dis\nare placed on demonstration tahles. (Consu\nThe sexes are distinguishable. The te\nwhite through the mantle at the posterior \nusually smaller than the males, and are sho\nfemales often have a small pocket of white\ntween the head and the free edge of the man\nnidamental glands of the female are red dur\nand can usually be seen through the mantle,\nTo secure eggs slit open the mantle fr\n(Use large scissors). With forceps tear the\nand allow the eggs to escape into a dish of\nare fully mature they separate readily from\nbeautifully transparent as glass. lmmature\nand will not develop.\nvs . 1? \nmy of the adult squid you\nsected specimens which\nlt Williams).\nstis of the male shows\nnd. The females are\nrter and broader. The\nsperm in the collar be-\ntle. The accessory \ning the hreeding season\nom the siphon to the tip.\nthin wall of the ovary\nsea water. lf the eggs\nthe ovary and appear\neggs are not transparent\nOE 'lille \nStudy mature eggs taken from the ovary\nl. The egg is surrounded by a transparent\nadhere closely to it. Seen more \ntilization.\nof the squid.\nchorion which does not\nsome hours after fer~\n2. ln one end of the chorion find a depression and minute canal\nextruding entirely through it. This is the mioropyle.l What is\nits function? Is there also a vitelline membrane?\n5. Is the herical? ls it homofeneous? ls it mmetrical\nl. \nfrom all points view?\nMake an accurate drawing of the egg and its chorion including\nthe micropyle.\n4. Study egg masses which have been laid by the squid. What is\nthe origin of the geiatinous matrix in which the eggs are imbedded?\nWhat is the exact form of egg masses? Examine a bit of it care\nfully to see if each egg has its own gelatinous sheath. The jelly\nis secreted by the nidamental glands and is\nas they pass through the oviducts.\ndeposited upon the eggs\nI I .\nFERT 1  ZAT 1 FN AND MA TURAT I one\ni\nIf it is possible to obtain ripe eggs from the ovary\nhe artificially fertilized. Such eggs are more favorable\nthese may\n\nthan those laid in the normal manner, as they are without the jelly\nenvelopes. tlace artificially fertilized eggs in a watch glass of\nsea water and watch the formation of the polar bodies. How many\nare formed? (Sea Headley l95O).\n'WSee schedule of rate of development on\nnext page.\n\n"
}