{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=HqGwpkI2R0WCxHkGJtgkMA",
  "input_url": null,
  "file": "Embryology 1939_57.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.105172049,
    "total_duration": 20.497933334
  },
  "agent": "",
  "created": "2013-06-19T15:29:34-04:00",
  "total": 0,
  "names": [

  ],
  "content": "\nIll\nCIEAVAGE\nTrace the first cleavages and note their relation to the axes\nand symmetry of the egg. The first cleavage furrow lies in the plane\nseparating the right and left halves of the future embryo. See\nfigures by Watase.\nthus\nNote that the segmentation is meroblastic and also bilateral\ndiffering from the typical molluscan eggs which are holoblastic.\nDraw stages up to 8 or le cells. \nlt may`be of advantage to cover a depression slide with a\nthin film of vaseline, or paraffine so that the eggs can be made to\nstand up endwise for better observation. The same result may be\naccomplished by crowding a larger number of cleaving eggs together\nin a depression slide so that some of them stand on end.\nthe microscope in a horizontal position and jar the slide until some\neggs fall into a favorable position for observation.\nNote.\nTry placing\nIV. SCHEDULE GF RATE CF DEVELOPMENT\nr  fi, \nThe following schedule indicates the rate of development but\nthere may be considerable variation due to temperature differences.\nThis schedule was taken by Dr. B, Grave from observations on a mass\nof eggs spawned June 29, l956 which hatched on July ll and l2, tem~\nperature 210 minutes\nminutes\nhr. 20 min.\nto 5 \nhrs.\nhrs.\nhrs. (5 da\nhrs. \nnfs. (sa \nhrs. (og \nto 8 days\nto 12 \nFertilization\nPolar body\n2nd Polar body\ncleavage\nBlastoderm over top of egg as cap\nBlastoderm half way over egg\nBlastoderm nearly covering whole egg.\nof mantle and stalks.\nAppearance\nEyes pronounced, arms appearing,\nmantle well fonred, siphon folds\ndeveloping.\nMantle groove well developed, \nstalks and arms prominent, siphon\nfolds fused into a tube.\nLargest size of yolk sac attained.\nYolk sac rapidly absorbed and young\nsquids hatch.\nv. ea rar stisroeraw\nl. Study eggs which have been segmenting for longer periods,\nseveral hours to two days. Note the extension of the blastoderm\nabout the yolk and its relation to the axes of the egg. Periblast\nmuelei and blastocones may be observed as well as a beautiful blas~\ntoderm an which cell outlines are visible. Draw.\n2. Compare with the figures of Watase, Brooks and Naef. Does\nthe blastoderm finally completely enclose the yolk? See embryos\ntnree or four days old.\n\n"
}