{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=3mLoPa7KRHyDIx60L9UJSA",
  "input_url": null,
  "file": "Embryology 1939_69.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.15263518,
    "total_duration": 24.297311687
  },
  "agent": "",
  "created": "2013-06-19T15:32:20-04:00",
  "total": 0,
  "names": [

  ],
  "content": "\nWhen the eggs are taken from the female, the large immature\nnucleus is in the center of the egg. After about lb minutes in\nsea water, maturation will have proceeded to the metaphase of the\nfirst polar spindle, at which stage development is arrested unless\nthe egg is fertilized. The spindle cannot te distinguished as such\nin the living egg, but it will be observed that the relatively\nclear region or the nucleus and spindle is new located quite\nuccentrically. It reaches the surface of the ed? in die polar\nregion, where the polar bodies will be giver off.\nlf eggs are now inscminated and stirred, a few sperm\nmay he seen adhering to the eggs almost immediately. Within 5 or\n6 minutes, the fertilization membrane may be seen. lt is not con~\nspicucus and does not elevate much above the egg.surface. By lO\nor lx minutes, the eggs, which had become almost spherical after\nfertilization, are seen to elongate in an axis perpendicular to\nthe polar axis. This is preparatory to fonnation of the polar\nbody at about l2 minutes. ln this division the egg thus assumes\napproximately the shape of a blastomere, although the polar body\nis a vestigial cell. After the polar body forms, the egg\nagain rounds up (16-19 minutes), but it elongates again in the\nsame manner to form the End polar body at perhaps 35 minutes. The\n2nd polar body often forms under the first, which is thus pushed\naway from the surface of the egg. The egg again rounds up \nminutes). The egg pronucleus may now sometimes be seen migrating\ntoward the center of the egg, and occasionally the sgemn pronucleus\nmay also be detected. By 55 minutes, the clear zone has extended\nfrom the polar region toward the equator of die egg, and at 57-40\nminutes a typical \"pear shaped\" stage is reached. The polar bodies\nlie at a position corresponding to where die stem attaches to a\npear, and the bulge which forms the polar lobe begins quite suddenly\nat the antipolar end of the egg minutes).\nobserve the extrision of the polar lobe vhich contains coarse\nglobular material. hy d7~43 minutes the cleavage furrow begins\nat the animal pole and passes to one side of the polar lobe, which\nthus comes to be attached to one of the two blastomeres. 'The re-\nsopption of the polar lobe into this blastomere causes it to be~\ncome larger than its mate, and at about 51 minutes two smooth un-\nequal blastomeres lie against each othir. Polyspermic.egas will\nnow often be in an abnornwl 5 cell stage. By 60 minutes the two\nblastomcres are quite fused together. At minutes the End\ncleavage takes place. The large blastomere again forms a polar\nlobe, and a cell stage results with one blastomere larger than\nthe othtr three. Ey Q0 minutes, or earlier, the clear nuclei in\nthe 4 cells may readily be made out. At Q5-QT minutes the 5rd\ndivision takes place, forming 4 relatively large.micromeres. A\nprofile view will reveal the maaromeres, micromeres, and polar\nbodies. A polar view= will show the rotated displacement of the\nmicromeres, resulting from s;iral cleavage, although the displace-\nment is not great or conspicuous in Chaetppterus.\nipnceptgatipn and activity of ?permato?oa:\nilace a small shallow drop of \"dry\" sp mnatozoa directly from\nthe testis on a slide. lhe sperm must not To dilutgd with any\nsea water whatsoever. Sea urchin spermatozoa are good for this\nbecause it is especially easy to obtain them \"dry\" directly from\nthe testis. Place a drop of sea water nearby on the slide so that\n\n"
}