{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=y7FGTgVKS22E463QHsN9Ow",
  "input_url": null,
  "file": "Embryology 1939_44.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.186328261,
    "total_duration": 22.48663213
  },
  "agent": "",
  "created": "2013-06-19T15:27:16-04:00",
  "total": 0,
  "names": [

  ],
  "content": "(2)\n(5)\n(J)\n(5)\n\nSecond wcleavage. Nearly equal, vertical, at right angles to the\nfirst. The two posterior cells (B5 on the left and QQ on\nthe right) contain little yolk and practically all the\nyellow crescent substance. The two anterior cells (AE on\nthe left and QQ on the right) contain much yolk, and prac-\ntically none of the yellow crescent substance. The clear\nprotoplasm goes equally to the four cells.\nThird cleavage. Horisontal, the upper quadrant (cells aa, \nbe and bg) somewhat smaller than the lower quadrant (cells\nQQ, A4, and B4). The yellow crescent substance is al~\nmost entirely confined to the two posterior dorsal cells\n(sa, sa).\nFourth cleavage. The planes of cleavage vary in different quad~\nrants, but the new cells do not overlap the sagittal plane\nof the embryo. Two of the antero>>dorsal cells and two of\nthe posters-ventral cells of the l6~cell embryo are erowded\naway from this sagittal plane, but all other cells touch\nit. The dorsal and ventral hemispheres at this stage are \nmirror images. ihe yellow pigment lies in four posterior\ncells (B5.l, B5.2, B5.l and E5.2).\nFifth cleavage. Cleavage in the dorsal (vegetal) hemisphere\nprecedes that in the ventral (animal) hemisphere, and\ncleavage in the anterior part of each hemisphere precedes\nthat in the posterior part.\nAt the 32-cell stage, the yellow substance is almost\nentirely confined to six dorso~posterior cells, three on\neach side of the midline (B6.2, B6.5, 36.4, B6.2, B6.5,\nB6.4). They give rise to mesoderm and \nSix yolk-filled cells at the vegetal (definitive dorso~\nposterior) pole anterior to the yellow mesoderm cells, will\ngive rise to endoderm: A6.l, A6.5, B6.l, a6.l, 36.1.\nFour cells at the anterior border of the embryo just\nbelow the equator (A6.2, A6.4, A6.2 and A6.4), and two\njust above the equator (a6.5 and a6.5) will give rise to\nthe notocord and neural plate. \nill the rest of the cells are ectodermal.\n(6) Later cleavages, gastrulation, neurulation. The gastrula passes\nthrough disc-shaped, saucer-shaped and cup-shaped stages,\nstarting with the 7th cleavage. As it finally becomes\negg-shaped, the gastrula's blastopore, found at the shall\nhind end, becomes T-shaped, the stem of the bordered by\nthe yellow cells.\nThe cells overhanging the crossbar of the T~shaped\nblastopore constitute its dorsal lip. They it,\nfinally engulfing the yellow cells which from then on are\nonly seen dimly through the translucent ectoderm.\nWatch the gradual elongation of the embryo and the\nappearance of definitive tadpole fonn.\n\n"
}