{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=zg0rNB8zTwm4wim5w4PjYQ",
  "input_url": null,
  "file": "Embryology 1939_10.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.13236631,
    "total_duration": 25.759992158
  },
  "agent": "",
  "created": "2013-06-19T15:19:44-04:00",
  "total": 0,
  "names": [

  ],
  "content": "1959\n\n4. FQRMATIQN OF THE ELLSTODTSC: Note the gradual accumulation of\nthe protoplasmic cap. This is the blastodisc or germ disc. Compare\npolar and lateral views. Polar bodies may be more advantageously\nstudied in pelagic   What is the relation of tnespeie of the\novum to gravity? How does this compare with the condition in the\nfrog egg; with the chick egg? Do any precesses take place in the\nunfertilized egg similar to those in the fertilized egg?\n5. Watch for the appearance of a groove in the surface\nof the blastodisc - the indication of the first cleavage plane. This\nusually occurs from two me three hours after fertilization. The\nrate of development varies with the temperature. Note the geometric\nand time relations of the subsequent cleavages. Do the cleavage\nplanes divide the entire ovum? The entire blastodisc? During\ninterkinesis the nuclei are sometimes visible. Distinguish between\ncentral and marginal cells. ere the latter completely bounded by\ncell walls? Follow cleavage carefully to the 52 cell stage. Note\nirregularities. When do horizontal cleavage planes first appear.\nDoes the blastodisc increase in size or alter in form?\n(Note. As developmental rate varies with the temperature no time\nchronology can be given for stages of fundulus as observed under\n1 I 3\nvarying temperature conditions. For list or stages see paper by\nOppenheimer 57 and for chronology at see paper by Solberg Y58)\n6. THE (First appearance is from l6 to 24 hours after\nfertilization). WThe uncleaved protoplasm around mheumargin;\nof the group of blastomeres is called tin marginal pcriblast; that\nbeneath the blastodisc (not visible except in sections); the central\nperiblast. In the late blastodisc (18-20 hrs) observe particularly\nthe behavior of the marginal cells and distinguish between circular\nand radial clcavages. The large pinkish nuclei of the periblast\nare easily visible, Note how the nuclei of the marginal row of\ncells become free from cell outlines, continue their divisions\nand migrate into the marginal periblast, converting it into a\nnucleatcd, but non-cellular structure. Note the continuation of\nthe periblast structure in later stages.\n7. (l8 to 48 \nSubsequently to the nucleation of the periblast note the change in\nform and size of the blastodisc (blastula). Soon the margin of the\ndisc appears relatively thicker (germ ring) due both to an actual\nthickening and to the thinning of the part of the disc.\nThe germ ring can best be observed in 5. majalis. During the next\nfew hours the germ ring grows completely over the surface of the\nyolk mass. lhe uncovered portion of the egg is the blastopore.\nThe final covering of the yolk or the closure of the blastopore\noccurs after the first stages of the formation of the embryo. Under\nfavorable conditions thelaeginning of gastrulation may be observed\nin the appearance of a slight indentation at edge of germ ring at\na time when the yolk is about l/4 covered. Staining with neutral\nred may help in identification of germ ring. (Use i,or 2 drops to\na syracuse dish of sea water.)\ns. nm gr (Beginning 2/l to se hrs.) \na. while the germ ring is extending around the yolk, the formation\nof the true embryo takes place. Its first indication is a cellular\nthickening known as the embryonic shield, caused by a more active\n\n"
}