{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=hzmYTdRQQCuTzxDo4oMRcQ",
  "input_url": null,
  "file": "Embryology 1939_11.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.203207476,
    "total_duration": 22.365943542
  },
  "agent": "",
  "created": "2013-06-19T15:19:51-04:00",
  "total": 0,
  "names": [

  ],
  "content": "lQ59\n\nmovement of cells in one part of the germ ring.\nThis formation is initiated when the blastodorm has covered from\nyolk. By the time\nof the yolk the em-\none quarter to one third of the surface of the\nthat the blastoderm has covered about one half\nbryonic shield has become a bluntly triangular\nthe margin of onemportion of the blastoderm to\nthe blastoderm. the embryonic shield can most\nAs the blastoderm spreads over the surface\ngrows rapidly in length. Does\nor anterior end of the embryo?\nwhen seen in profile.\nof the yolk the embryo\noccur at the posterior\nb. Gbserve the whole\narea extending from\nnear the center of\nreadily be identified\nthis growth\negg in profile view, so that the embryo is\nseen in sagittal optical section. When the yolk is l/5, l/2, 2/5\nand 5/4 covered. What proportion does the length of the embryo bear\nto the diameter of the blastoderm and to the length of the germ ring\nin each of these successive stares?\ne, After the yolk is 7/8 covered, look for a large clear vesicle\nrear the hind end of the embryo. (do not confuse this with a cluste\nof small oil drops frequently found in a similar position.) This is\nKupffer's vesicle. How is it fmrmed?\nd/ The embryo has become segmented. this segmentation is confined\nto the mesoderm which lies on each side of the axis of the embryo\nforming mesoblastic somites. How many somites do you find at the\ntime of the closure of the blastopore?\na. Look for the notochord. Study in longitudinal and transverse\neptical sections. Where does it tenninate anteriorily and posteriorii\n9, Obtain series of embryos and make detailed comparative study covering the following points.\na. Sdmites. Note first autearance and determine numbers formed on\nli\nthe successive days.\nb. The brain and sense organs. Find in early stages the optic\nvesicles, optic lens, neuremeses, mid, fore and hind brain regions\nand trace the development into cerebrum, optic\nlobes, cerebellum,\nmodulla, etc. (Drawings at twenty-four hour intervals will give a\ngood record of development of parts.) Study the development of the\neye, olfactory pit and otocyst. How is the lens of the formed?\nc. The circulatory system; Note extra embryonic body cavity; forma\ntion of pericardium; first blood vessels; (and especially their \nmode of formation from wandering cells); first action of\nthe heart; form and position of heart. Compare course of circula~'\ntion on 4th and 6th days. by diagrams,\nd. cells. Note wandering cells especially\nabundant beneath posterior end of embryo on 2nd and 5rd days. Can\nyou distinguish various types? By successive observations at brief\nintervals the change in fonn, migration and division of these cells\nmay be noted. \n\n"
}