{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=Z4ROkWzjQx2J93y9NfDwfQ",
  "input_url": null,
  "file": "Embryology 1939_60.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.178122906,
    "total_duration": 20.188102851
  },
  "agent": "",
  "created": "2013-06-19T15:30:35-04:00",
  "total": 0,
  "names": [

  ],
  "content": " \nage\nDirections for the study of tfe Spermatcphore\nfSee Drew and fl9;\nI\nQpen a living squid in the usual way by cutting through the man~\ntle Rrcm Ehe siphon to the tip. With forceps transfer a large number\noi spermatophores to a shallow dish of sea water.\nHatch to see the ejaculation of the spermatophores. Are sperm-\narosoa set free? Observe them under the microscope (low and high\npower objectives) noting size, shape and activity.\nll\nPlace some spermatophores in strong formalin and after fixing\nfor five minutes pour off the fixing fluid and stain for one minute\nin Ehrlichs Tri-acid stain by flooding.\nPour off the stain and wash aff the excess by several changes\nof sea water. Study under the low and high power of the microscope.\nName out the following structures. \nl. The large sperm mass at the larger end.\nll. The cement body, the flask shaped middle portion. \nIll. The ejaculatory apparatus consisting of numerous membranes,\nthe innermost of which contains a spiral filament.\nIV. The cap and cap thread at the smaller tip end.\nV. There is a liquid space between the sperm mafs and the\nouter membranes, the whole being turgid while living.\nVI. Covering the cement body and the ejaculatory apparatus\nrecognize three tunics and three membranes, How many of\nthese cover the entire spermatophore if any? How many ex-\ntend only from the cement body forward over the ejaculatory\napparatus? See Drew's figures.\nDraw and label, being careful Us observe the relation of\ncertain membranes to the cap and cap thread.\n0\nVll. By what means does the spermatophore evert or ejaculate and\nwhat is the result? How are the spermatozoa expelled from\nit?\nNote: - The only living portion of the spermatophore is the sperm\nmass which consists of great numbers of spermatozoa. The membranes\nare all secretions of the glands located in various parts of the\nsperm ducts.\n  -\n\n"
}