{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=Uq5pHhegTveAg0yAbRP1pg",
  "input_url": null,
  "file": "Embryology 1939_59.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.179979951,
    "total_duration": 24.56801125
  },
  "agent": "",
  "created": "2013-06-19T15:30:19-04:00",
  "total": 0,
  "names": [

  ],
  "content": " \nappearing feather like. Eetween the gills the rectum appears as an\nunpaired ridge. I\n6. The lateral siphon folds retain their position dorsal to the\neyes for a time. Two inner siphon folds also appear just ventral\nto the These all finally coalesce to form the unpaired\nsiphon. See the older embryos. What is the composition of the\nfully formed siphon?\n7. lhe arms develop in two lateral groups which appear first as\nfolds ventral to the eyes. In older embryos they take on the adult\nforms and seem to enclose the yolk. Where is the mouth? Do the\narms have suckers? (Only three pairs of arms arise thus; others\ndevelop later.?\n8. In older embryos find the rectum and ink bag beneath the\nmantle and directly between the gills. Note the anal valves as in\nthe adult. \n9. In the oldest embryos see also fins, branchial hearts, systemic\nI law' a\nTHE NEWLY SQUID\nStudy the young squid which has just hatched from the jelly\nenvelope. If it swims too vigorously slow it down by adding a\nlittle chloretone but do not kill it. A few shreds of lens paper\nadded to the mount will impede swimming.\nRecognize the organs that belong to the adult squid as follows:\nl. haggle. ls it contractile? Its relation to the head?\n2. Qin present?\n5. Eggs. Similar in appearance to the vertebrate eye?\n4. and suckers. How many?\n5. Siphon with central tube and lateral valves. Is it or\nany part of it contractile? Compare with the siphon of the adult.\n6. Within the mantle chamber recognize two feathery gills\nand the rectum with rectal valves at its tip.\n7. Within.the rectum is the spherical ink sac.\n8. At the base of the gills near the apex of the mantle are\npulsating branchial hearts.\n9. Between the branchial hearts is the systemic heart, also\npulsating.\nlO. Two types of chromatophores in the mantle and on the arms.\nNote color and activity. I\nll. Several other internal structures may be seen \ncentral yolk mass, blood vessels, liver, ganglia, muscles of siphon\n#fd head\n\n\n"
}