{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=cebMXgL8Q8Gf5cPBclqvCg",
  "input_url": null,
  "file": "Embryology 1988_ 132.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.25102051,
    "total_duration": 23.247006442
  },
  "agent": "",
  "created": "2013-06-18T13:09:32-04:00",
  "total": 0,
  "names": [

  ],
  "content": "gram\ntages\npara-\nWieschaus and \n4.9 Stage 9: stomodeal plate formation (4 30 min to 5 10 min)\nThe gut opening has reached the head region at two-thirds egg length and the cephalic\nfurrow is no longer visible. The dorsal head region is very thin. not clearly distinct\nfrom the yolk. The amnion and serosa are fully formed. The germ band appears con-\ntinuous with the anterior midgut anlage. the ventral buckle and the anterior midgut open-\ning observed in stage 8 are no longer distinct. The anterior midgut anlage appears as\na characteristic broadening at the anterior-ventral pan of the germ band. The future\nstomodeal invagination is identifiable as a shallow gap at the level of the earlier anterior\nmidgut invagination. The germ band appears compact and light. contrasting sharply\nwith inner. dark yolk. The earliest indications of a segmental pattern can sometimes\nbe observed as regularly spaced bulges of the dark interface between outer and inner\ncell layers of the germ band. The yolk sac shows a characteristic hook-shape.\n4.10 Stage 10: stomodeal invagination (5 10 min to 6 50 min)\nThe contrast between the cell layers and yolk is gradually lost and internal morphology\nis more difficult to follow. When the stomodeum forms, the anterior tip of the embryo\nbends ventrally and an invagination appears and deepens. The anterior midgut anlage\nmoves posteriorly, reaching and passing the level of the posterior gut opening. at the\nsame time flattening out along the ventral germ band. Ectodermal segmentation becomes\napparent as regularly spaced, shallow indentations formed as the germ band retracts\nfrom the vitelline membrane.\n4. ll Stage 11: three-layered germ band (6 50 min to 9 h)\nSegmentation is clearly visible. Three layers are discernible in the germ band. The\nembryo has retracted from the vitelline membrane at the posterior tip of the egg. The\nanterior midgut has flattened out and grown along the germ band, obscuring the dis-\ntinction between head and ventrally. The stomodeum is deep. The posterior midgut\nstretches along the dorsal side of the germ band and, due to neuralblast proliferation,\nthe dense yolky regions gradually disappear from the head.\n4.12 Stage 12: shortening of germ band (9 to 10 30 min)\nThe germ band contracts and becomes very compact, starting at the anterior end. Dur-\ning this compaction it gradually loses its three-layered appearance. The posterior gut\nopening moves posteriorly and the yolk sac, covered by the serosa, extends to the dorsal\nsurface of the embryo. The gap between the embryo and the vitelline membrane at\nthe posterior pole persists. Anterior and posterior midgut anlagen form finger-like pro-\njections, visible as light, pointed bands parallel to the germ band which gradually\napproach each other. The head region is distinct and devoid of dark yolk zones.\n4.13 Stage 13: shortened embryo (10 30 min to 11 30 min)\nThe germ band has now completely contracted and the gap at the posterior end of the\nembryo has disappeared. The anterior and posterior midgut anlagen have fused lateral-\nly, forming a continuous band at right angles to the hindgut and head region. The yolk\n213\n311-\n\n\n"
}