{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=GUxQh6jCQea1pC984WOslg",
  "input_url": null,
  "file": "102_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.13496583,
    "total_duration": 21.31967368
  },
  "agent": "",
  "created": "2013-06-18T11:32:35-04:00",
  "total": 0,
  "names": [

  ],
  "content": "7-\n\nwiThin The sporosacs are a dull green againsT The red hydrorhiza, and The sperm\nwhen maTure are a whiTish mass.\nRemove several \"male\" gonozooids showing ripe sporosacs, and crush Them\nunder a coverslip on a glass slide. This may be done by drawing off some\nof The waTer wiTh bloTTing paper. The sporosacs fall far shorT of being perfecT\nmedusae. NoTe sTages in The reproducTion of sperm wiThin Them. BursT a maTure\nsporosac and sTudy The sperm under high pressure.\nSimilarly, crush several \"female\" reproducTive individuals and observe The\neggs wiTh Their large germinal vesicles and The embryos in various sTages of de-\nvelopmenf. SkeTch The \"female\" gonozooid wiTh iTs female gonophores and The\nconTained eggs. -\nb) Qleavaqe and DeveglopmenT:\nThe embryonic developmenT of HydracTinia is illusTraTed in an accompanying\nplaTe. lf a number of \"male\" and\"female\" colonies are puT TogeTher in a large\ndish of sea waTer (or a pair of prime colonies in The fingerbowl) and lefT\novernighT, eggs should be shed and ferTilized beTween 7 and 9 A. M. The shedding\ncan be conTrolled by lighT. lf ferTilizaTion and cleavage sTages are needed laTer\nin The day or in The evening, The colonies may be kepT illuminaTed (ThaT doesn'T\nmean heaTed) during The preceding nighT, puT in The dark for a couple of hours and\nreilluminaTed one hour before Time when shedding is desired. Eggs are shed in\n55 minuTes, sperm in 50 minuTes. See Ballard, '42.\nMaTerials for a sTudy of The enTire developmenT of HydracTinia Trom egg To\npolyp will be made available. lf possible, observe The shedding of eggs and sperm\nSkeTch eggs undergoing TirsT Three cleavages. Do you see proToplasmic processes\nconnecTing The jusT-cleaved blasTomeres? SkeTch an elongaTed gasTrula,\nswimming and aTTached planulae, meTamorphosing form and young polyps.\nEggs are heavily yolky and usually green, buT occasionally gray, orange or\npink. MaTuraTion Takes place during The half hour preceding shedding and polar\nbody formaTion occurs soon afTer, a loose jelly being The only covering of The egg\nCleavage may be irregular or even choaTic, buT usually The amoeboid\negg undergoes Three equal ToTal cleavages, each aT righT angles To The preceeding.\nThe separaTing pairs of blasTomeres Tend To reTain broad proToplasmic processes\nconnecTing each To The oTher on The side opposiTe The cleavage furrow unTil The\nnexT cleavage is abouT To begin. IT is soon apparenT ThaT There is much variafion\nin The Time and degree of shifTing of posiTions of The blasTomeres, buT The\nexTraordinary and chaoTic cleavage paTTerns commonly seen in The classroom are\nofTen The resulT of drying up and concenTraTion of The sea waTer, or oTher\nunfavorable circumsTances.\nMiToTic quickly disappears. GasTrulaTion is said To sTarT even\nas early as The l6-cell sTage, by mixed delaminaTion and mulTipolar proliferaTion.\nThe gasTrula loses iTs spherical form and spends a few hours as an irregularly\nbumpy oblong mass, Then reTurns To The spherical form and gradually lengThens inTo\nThe plaula form.\nAT The end of 24 hours To embryo is a \"preplanula\" (Teissier, '27) wiTh an\nelongaTed ovoid form, recognizable polariTy and ciliaTion which enables iT To swim\nheavily. During several days iT lengThens, one end becoming slimmer and slimmer,\n\n"
}