{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=Ow4hkjU1RvSobeug3s9Tog",
  "input_url": null,
  "file": "123_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.134969343,
    "total_duration": 24.284833692
  },
  "agent": "",
  "created": "2013-06-18T11:38:25-04:00",
  "total": 0,
  "names": [

  ],
  "content": "decide wheTher They are suiTable Tor use in an experimenT. AbouT The besT ThaT\ncan be expecTed of AsTerias eggs is 85-90% germinal vesicle breakdown; of The\neggs ThaT sponTaneously iniTiaTe maTuraTion,nearly all should elevaTe ferTiliza~\nTion membrane.\nSgermaTozoa\nOne way To obTain sperm rapidly is To keep a \"dry\" TesTis in The reTrigeraTor;\nwhen sperm are needed, a small piece oT The male gonad is shaken in sea waTer To\nmake up The sTock sperm suspension and This is added in small quanTiTies To The\negg. A more quanTiTaTively reproducable meThod of inseminaTion is ThaT already\nsuggesTed for The sea urchin and The clam above. TesTes can be placed on a\nsquare of moisT cheesecloTh which is Then gaThered by The Tour corners inTo a\nbag and pressed. Seminal fluid so obTained can be kepT in The reTrigeraTor for\naT leasT Two days and can be measured ouT dropwise as needed.\nThe sperm of The sTarTish are perhaps The besT maTerial in which To deTecT\nacrosome filamenTs. These can be seen wiTh phase conTrasT, and perhaps even wiTh\nbrighT field. lT used To be ThoughT ThaT The TilamenT which Fol (l879) and laTer\nChambers (l93O) saw joining The sperm and egg was a producT of The egg; now,\nhowever, This has been shown To be The acrosomal filamenT of The sperm. As The\nColwins have shown in Japan and Woods Hole, The egg recepTion cone climbs up\nThe acrosome TilamenT aTTer The laTTer aTTaches To The egg surface.\nEggs\nObserve some freshly shed AsTerias eggs. NoTe The large clear germinal vesicle\nand The yolky, yeT surprisingly TransparenT and unpigmenTed cyToplasm. These\neggs conTain so much yolk ThaT iT is difTiculT To sTraTiTy Them by cenTrifugaTion.\nNoTe The vesicular nucleolus. If The oocyTe is placed on The sTage of a horozonT-\nal microscope, The nucleolus will fall Through The nucleus (Gray, Hardings).\nNoTe The corTical layer of The immaTure AsTerias egg. The number of corTical\ngranules in This layer seems To increase during maTuraTion. (The origin of\nThese granules has been sTudied in The eggs of The sea urchin by Monne and\nHarde and by McCulloch).\nFerTilizaTion\nWaTch The equaTor of an egg being aTTacked by only a few sperm. Remember ThaT/,/\"\nThe chances of sperm peneTraTion in The equaTorial band ThaT you can see are\nabouT one in Three. Accordingly, make several observaTions. Can you see a\nrecepTion cone? A TilamenT beTween The egg and sperm? lT musT be sTressed\nThaT for exTremely Tine observaTions of This sorT, clean opTics and slides are\nrequired; also good illuminaTion and paTience! WaTch for deTails of The corTical\nreacTion (corTical granule breakdown, membrane elevaTion, dark-field color\nchange as in The sea urchin.\n\nDevelopmenT in AsTerias begins aT The same sTage as in ChaeTopTerus. The exTru~\nsion of polar bodies musT precede egg and sperm nuclear fusion and cleavage.\nThe Type of cleavage and gasTrulaTion is similar To The sea urchin. Again, save\nafew larvae To have a preliminary look aT The bipinnaria sTage.\n\n"
}