{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=ts9pwHvpQ7uFPGYnITgqxA",
  "input_url": null,
  "file": "125_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.137691647,
    "total_duration": 25.706128072
  },
  "agent": "",
  "created": "2013-06-18T11:39:55-04:00",
  "total": 0,
  "names": [

  ],
  "content": "1 \n\nSUGGESTIONS REGARDING EXPERIMENTAL PROJECTS ON FERTILIZATION AND ACTIVATION\nI. Research projecfs should noT be underfaken unTil The sTudenT has familiarized\nhimself wiTh The normal course of ferTiIizaTion and early developmenT in mosT if\nnoT all of The foregoing eggs.\n2. lT is suggesTed ThaT The class spliT up inTo Teams of Two or Three, several\ngroups of which could aTTempT expermenTs in The same area if Their inTeresTs\ncoincide. Where specialized equipmenf is required, duplicafion of efforf musf be\nkepT aT a minimum.\n\n\n5. IT is preferable for members of a Team To persevere unTil They have succeeded\nwiTh one Type of work, raTher Than swiTch To anofher Type of experimenf aT The\nfirsT disappoinTmenT.\n4. ExperimenTs ThaT ofTen prove To be The mosT inferesfing To follow someTimes\nsuggesT Themselves during rouTine observafions of early developmenf. Don'T\nhesiTaTe To discuss possible research Tasks wiTh The sfaff. They will perhaps\nknow wheTher any work has been done and can direcT you To The proper source.\n5. Careful and accuraTe daTa should be kepT on all experimenTs, regardless of\nTheir oufcome. Record Temperafures, Times, concenTraTions; make skefches of\nabnormaliTies eTc. For all experimenTs, keep adequaTe confrols; ask yourself if\nyou have isolaTed a single facTor for experimenTaTion.\nA SAMPLE PROJECTS\nThe following is a very incomplefe IisT of areas in which profifable experi-\nmenTaTion can be carried ouT.\nI. ArTificial acTivaTiop (boTh from The sfandpoinf of cellular sTimulaTion\nproblem and of inducTion of developmenT)\n2. lnTeracTion of qamgnes (an opporTuniTy To repeaT work on The inTeracTion of\negg and sperm subsfances)\n. Sperm aqgregaTign ;aTe (uTilizaTion of a new Technique for deTermining The\nraTe aT which sperm impringe on The egg surface and adhere There)\n4. gEerTiIizaTion,raTe, (separafely or in combinaTion wiTh (3), a sTudy of\nfacfors which reTard or accelerafe acTivaTion on The egg by The sperm)\n5. CenTrifu9@Tion (experimenfal regulaTion of half and quarfer producfion in\nsea urchin eggs, so ThaT differenT granule fracfions go inTo differenf\nfragmenfs; experimenTs wiTh liTTle-sTudied eggs) \n6. Exgerjmenfal hybridigafion (modificafion of egg surface so ThaT heTeroIogous\nsperm can enTer and perhaps iniTiaTe developmenT)\n7. of The corTical reacfion, inTeracTions of\nnuclei wiTh ferTilized and unferTilized cyToplasm)\n8. ExperimenTal,polyspermy  (Nuclear inTeracTions, developmenfal abnorma|iTies\nmechanism of block againsf polyspermy, role of hyaline layer, membrane)\n9. lsolafion of miToTic apparaTus. (repeTiTion of D. Mazia's experimenTs)\nIO. ApTion of agenTs on egg? (effecT of proTeolyTic enzymes on The surface,\nacfion of versene, periodaTe, Ca~free medium, eTc. see references)\n3\n\n"
}