{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=KiU0UdJRSxq83MGL92e83g",
  "input_url": null,
  "file": "127_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.239348613,
    "total_duration": 40.123948594
  },
  "agent": "",
  "created": "2013-06-18T12:07:32-04:00",
  "total": 0,
  "names": [

  ],
  "content": "7\"\n\nThe yellow piment tends to follow the sperm towerri the equator   soon assumes the\nform of a broad crescent., Ae soon as this stage is reached., the three mejor axes\n(antero-posterior, dorsa.l-ventral, and right-left) of the future larve can be deteminedo\nThe center of the yellow; crescent marks the posterior poleg and the arms of the crescent\nwrap around the right and left sidese The vegetal pole is directed dorso-posteriorly,\nthe animal pole ventrc-anteriorlyo \nAnother remarkable feature of the   s\"t this stage is the fact that several areas\nare already vizibly different from one ano there Each of these areas is destined to\nform specific larval organs., For example, the yellow crescent goes exclusively into\nmuscle and cells, the grey cytoplasmic crescent on the opposite' side of the\negg constitutes neural and chondal materials, etco; ce fa Conklin\" figureso\no. cloovggo, The following aporoxiooro time is for ooz-many shed oggo;\neggs from \"minced\" cultures are delayed apparently because they ripsn at variable\nintervals after striking sea satero\nFrom To Time required Total time since\nfertilization\nFertilisatlon 2 cells 40 mine 40 nrlno\n\"2 cells 4 cells '50 mins 1 hro 10 mine\n4 cells 8 cells 50 mine hr., 40 mine\n8 cells 16 cells 20 mine 2 hreo\n16 cells `32ce11s 20miuo Zhrso 2Omil1o\n52 cells 64ce1ls 20mino Zhreo 4Dmino\n64 cells 112 cells 20 mins 3 hrs.\n1.12 cells. 218 cells 20 mln., 3 hrso. 20 mine\n218 cells Neural plate 2 hrs., 5 hrse 20 mine\nNeural plate 2 Tadpole larva 2 6 hrs. 40 mine 12 hrs.,\n\n(1) First cleavge Heridonal and equal; cute yellow crescent in half, hence\nseparates future right and left halves. Ie the plana of reference for all cleavagea\nefterk the third; hence cleavage is bilat-eralo According to the system of nomenclature\nproposed by Conklin tho 2 cells gg (right) one  gg (1oft)?\n(ii) Second clesvgool Heridoual and nearly equal, at right angles to the firato\nSeparates 2 anterior blestomeres (53 oo right, A5 oo lofo) from 2 posterior \n(33 ood 35). rho no cells contain little you prootioolly on of one yellow\ncrescento The clear cytoplasm goes equally to all four cellso\n(111) roam cleav Eouotoriol one unequal, producing 4 animal cells \nA4.2, 304.2 and h4.2 somewhat smaller than the four vegetal cells l4.1,,  g4.1\nand B4ol)? Not strictly in the frontal plane but roughly separates future' dorsal and\nventral helveeo \n(lv) Fourth charge Oblique, varies in different blastomeroso In the two\nvegetal 3.4.1 and the two animal b4.,2 cells, the furrows out in an enterc--poster.i.or\ndirection to meet the second cleavage plane., In the two vegetal B4o1 and the tm animal\na4o2 cells, the burrows mn from the lateral border of the egg obliquely inward to reach\nthe first cleavage plane (future mid--sagittal plane), Thus, the animal and vegetal\n2 nooeopnoroo (oo well oo the right and left solves) become mirror imageeo Sixteen cells\nare produced and they and their subsequent derivatives are labelled as follows: \n\n"
}