{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=guGdt3cNS6ipFZ9hfCAK2w",
  "input_url": null,
  "file": "165_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.244874485,
    "total_duration": 24.06856533
  },
  "agent": "",
  "created": "2013-06-18T12:18:41-04:00",
  "total": 0,
  "names": [

  ],
  "content": "\n-3 ..\nhydranTh regeneraTion. lniTial aTTempTs wiTh cell suspensions and wiTh cenTri-\nfuged pelleTs of cells from early pigmenTaTion bands proved unsuccessful, since\na narrow bore pipeTTe was used for injecfion, and The fluid suspension leaked\nouT of The sTem. Finally, iT was observed Thaf success could be obfained by\nsqueezing a regeneraTing hydranTh ouT of The perisarc I0-l5 hours before emer-\ngence, cuTTing This longiTudinally inTo Two or Three secfions and genfly push-\ning These secTions inTo The proximal or disTal end of a freshly cuT sTem, wiTh\none Tine of a waTchmakers' forceps. All sTems were of 8-l0 mm. in lengTh and\nall operaTions were in filTered sea wafer.\nUnTreaTed conTrols Took 2l-24 hours for proximal ridges and 45-48 hours\nfor hydranTh emergence. Four experimenfal series were run. ln The firsf\nseries Transplanfafions inTo proximal ends of 22 sTems were carried ouT and\nregeneraTion Times are indicaTed below:\nPrgximal ridge DisTal ridge\n4 2l-24 hours 9 45-48 hours\n7 30-40 hours 50-60 hours\n0 40-50 hours 3 60-70 hours\n5 50-60 hours 2 70-80 hours\n6 no developmenf 7 no developmenf\nAlfhough i2 were delayed in forming proximal ridges,\nThe Time delay beTween\nproximal ridges and hydranTh emergence was quiTe consTanT aT l5-24 hours. ln\nThe sTems in which no emergence occurred, The incorporafion of The grafT was\nnoneTheless observed To be very good in five ouT of The seven. Proximal end\nregenerafion occurred in~Two cases, almosf simulfaneous wiTh The disfal, wifh\nlags of only 5-8 hours in emergence.\nThe second series (5 cases) consisTed of hydranTh inTo The\ndisfal end. There was no developmenT in one case, and in The oTher four, prox-\nimal ridge Time averaged approximaTely 45 hours, wiTh emergence aT approximafely\n70 hours. The Third series consisTed of TransplanTs of pieces inTo The proximal\nends of sTems freshly cuT and consTricTed medially wiTh a hair loop. This was\nconsidered a more adequaTe conTrol Than a sham operafion, since The coenosarc\ncloses so readily and The cells are so diffuse. ln uninjecTed sTems, proximal\nridges appeared proximally in approximafely 56 hours and disTally in approximaTely\n52 hours. in The injecTed sTems, proximal ridges appeared proximally in\napproximafely 53 hours, whereas ridges appeared disTally in only one Third of\nThe cases and Then aT approximaTely 39 hours. When regeneraTion occurs, The\ninjecTed end is nof appreciably delayed.\nThe final series was a repeaT of injecfions inTo disTal or proximal ends\nand showed proximal ridges disTally aT 2l-24 hours in 9 ouT of l2 sTems (or\nDisTal regenerafion was equally aTTained, regardless of The siTe of im-\nplanaTion of The grafT. This \\asT series is considered quiTe reliable, as all\ngrafT incorporaTions were very successful.\nIT should be nofed ThaT grafT incorporafion readily occurred and ThaT The\ninjecfed pigmenf mass remained inTacT and never seemed To migraTe; parfial hy-\ndranfhs isolaTed in The sea wafer medium were reconsTiTuTed To give hydranfhs\nwifh funcfional Tenfacles - buT fewer in number.\nFrom The limiTed dafa of This experimenT, The following conclusions seem\n\n"
}