{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=U9MOBtMwTxCukUrtbGyCYg",
  "input_url": null,
  "file": "166_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.231157737,
    "total_duration": 27.013084907
  },
  "agent": "",
  "created": "2013-06-18T12:18:49-04:00",
  "total": 0,
  "names": [

  ],
  "content": "\nTo be jusTiTied: \nl) increase in cell mass by means of longiTudinal pieces of regeneraTing\nhydranTh has no effecT on Time or place of regeneraTion.\n2), The hair loop \"conTrols\" imply ThaT no appreciable delay is caused\ndue To implanTaTion. \n3) The Time beTween proximal ridge appearance and emergance remains fairly\nconsTanT aT I5-24 hours. NoTe ThaT The delays in formaTion of proximal\nridges in abouT 25% of The cases remains unexplained.\n4) The simulTaneous appearance of regeneranTs aT boTh ends in Two cases\nremains unexplained. \nThus, no change in polariTy was effecTed by implanTaTion, and polariTy may\nbe more imporTanT Than cell mass in The deTerminaTion of regeneraTion Time and\nplace. FurTher experimenTs wiTh earlier donor sTages and differenT size cell\nmasses would sTill be necessary To seTTle This hypoThesis.\nEZELL, JR., S. D. The possible influence of The blasTqcoel fluid on earlv\nechinoderm \nThis projecT was an aTTempT To ascerTain wheTher The blasTocoel fluid\nof The echinoderm blasTula exerTs an influence on early gasTrulaTion cell move-\nmenTs, as HolTfreTer suggesTs for amphibians. While The pH of The blasTocoel\nfluid seems To be The same as ThaT of The environmenT, The possibiliTy remains\nThaT The fluid may be chemically differenT from sea waTer in such a manner so as\nTo decrease cellular adhesions, eTc. \nlT was assumed ThaT aTTer isolaTion oT The vegeTal half of The blasTula\nof Echinarachniusggaqmgg by simple cuTTing, dispersal of The blasTocoel fluid by\ndiffusion would resulT; replacemenT by sea waTer would creaTe a siTuaTion in\nwhich boTh inner and ouTer surfaces would be baThed in The same medium. Of\ncourse, iT is necessary ThaT The wound noT heal.\nlT was found ThaT The blasTula could be divided inTo approximaTely equal\nparTs. WiTh a raTher flexible glass needle The embryo was held in dumbbell\nshaped fashion; a sharp, sTiff glass needle was drawn along one side of The\nflexible needle, severing The 2 hemispheres.\nThis meThod had The serious drawback in ThaT The edges of The wound in\neach piece were close TogeTher, hence faciliTaTing wound healing and almosT\nimmediaTe closure in The Two separaTed pieces.\nSince isolaTed tells of The blasTula exhibiT very liTTle acTive movemenT,\nand since They show no Tendency To aggregaTe, iT was ThoughT ThaT The rapid\nclosure was in realiTy due To The cohesive properTies of The hyaline layer.\nindeed, blasTulae from which The ferTilizaTion membrane and hyaline layer were\nremoved did noT close The wound readily; Those denuded, buT noT having undergone\nThe operaTion, compleTed The early phases of gasTrulaTion.\nWhile The Technique for removing The ferTilizaTion membrane and hyaline\nlayer was TreaTmenT wiTh for a period shorTly afTer ferTilizaTion unTil\nThe early blasTula sTage, which may have numerous effecTs, Moore reporTs To have\ngoTTen normal larvae from eggs so TreaTed.\nAll The operaTed embryos showed signs of disinTegraTion shorTly afTer\nThe operaTion -- boTh and TreaTed. Since asepTic condiTions\n\n"
}