{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=FSkrNzUCTqaqtebE5LktmQ",
  "input_url": null,
  "file": "171_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.167858263,
    "total_duration": 25.48672518
  },
  "agent": "",
  "created": "2013-06-18T12:21:04-04:00",
  "total": 0,
  "names": [

  ],
  "content": " g \nsponge cell suspensions were kepT aT Temerpafures of 50, l9?, and and The\nnumber of cenTers of aggregafion per uniT area were counfed afTer 3, 6, 9, and\nI2 hours.\nlmmediafely afTer dissociaTion The cells formed an even layer aT The\nboTTom of The PeTri dish and a maximum number of aggregaTes was achieved affer 3\nhours. AT a TemperaTure of The aggregaTion did noT occur and The layer did\nnoT make a firm, persisTenT aTTachmenT To The glass. The number of aggregaTes\nare Tabu|aTed as follows:\nTemperaTure 3 hrs. 6 hrs. 9 hrs. I2 hrs.\n500 \nl9meauring The size of The masses per uniT area aT l9?C and in a\nI2 hour period iT was observed ThaT The aggregaTes increased in size, parficularly\naT l9?C. CenTrifugaTion of cell suspensions aT l,l00 r.p.m. for 2 minuTes increased\nThe raTe of aggregaTion buT prevenTed some of The aggregafes from aTTaching To The\nglass surface.\nThe pressed ouT sponge maferials showed differenT behavior wiTh viTal\nsTains; some cells showed inTense basophilic granules in The cyfoplasm, oTher\ncells showed a slighT eosinophilia. lT was also observed ThaT There were slimy\nThreads beTween The cells which Took and irregularly mefhylene blue\nsfain. De Laukenfels (l932) observed The Threads in LQTq9;hoTa \nsuggesfed ThaT ameboid acTiviTy alone cannoT achieve reunion. He ThoughT ThaT\ndissociaTed cells were assisTed To come near one anoTher by a hyalin ground mass\nof slime. ATTenTion was direcTeq,aT These slimy Threads as a possible facTor in\nguiding or assisTing The movemenT of The cells. A Thin film of silicone was\napplied on The surface of The Pefri dishes and The cell suspension was placed upon\niT. lT was observed ThaT The process of reaggregaTion was slowed down in The\nfirsT Two hours and The formafions of clusTers of cells over The non~adhesive\nsilicone appeared smaller in size Than in The conTrols. No preferenTial orienTa-\nTion of The masses were observed.\nGORMAN, D. S. ?jfecTs of mQgpeTic fields on early cieaypgegofgsand \nIT had been noTed (by A. D. Grinnell, in This course, l959) ThaT The\neffecf of moderaTe magneTic fields (l0-|00 gauss) on The early cleavage of\ngchiggrachnius pagma eggs varied greafly wiTh The baTch of eggs. had inTended\nTo find ouT wheTher These differences resulTed from differences in The maTuriTy\nof The eggs or in The sand dollars ThaT shed Them, by obfaining successive baTches\nof eggs, presumably of differing maTuriTy, from The same sand dollars, by using\nelecfrical shedding. However, several pracTical difficulfies arose and no\nreally relevanf dafa was obTained. Two baTches of eggs from The same sand dollar\nwere boTh unaffecTed by an 88 gauss field, buT There was no reason To suppose\nThaT These baTches differed in maTuriTy, since They came from differenT gonopores\non The animal.\ni\nGRAFSTEIN, BERNICE RaTe of gells\nA Technique for The quanTiTaTive esTimaTion of The raTe of reaggregafion\nof dissociaTed sponge cells has been developed, based on The densiTromeTric\n\n"
}