{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=QzUPaM6yRuGe74N7D4Kk2g",
  "input_url": null,
  "file": "53_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.223603167,
    "total_duration": 27.975399273
  },
  "agent": "",
  "created": "2013-06-18T12:36:19-04:00",
  "total": 0,
  "names": [

  ],
  "content": "\n\nCenTrifuge a sampie of unferTilized eggs aT l0,000 for l/2 hour and\nskeTch one in \"side view\". noTing The five layers of sTraTified maTerial: oil cap,\nhyaline zone, miTochondria, yolk zone and pigmenT zone. Where is The nucleus?\nHave The corTical granules been displaced? Are They Thicker in The cenTrifugal\nhemisphere? lf Time allows, cenTrifuge some eggs aT higher speeds in The air-\nTurbine cenTrifuge (consulT papers of E. B. Harvey) To separaTe Them inTo halves\nand quarTers. lnseminaTe These and waTch developmenT. The mifochondrial layer is\nsTained brillianTly by eiTher Janus Green or by Cresyl violeT.\nCorTical reaeTion i\nPlace a drop of diluTe eggs on a slide and cover wiTh a cover~glass\nsupporTed on The four corners wiTh plasTicene \"feeT\". WiThdraw a liTTle waTer so\nThaT The waTer inTerphase shrinks away from The ouTline of The cover-glass. Add\na drop of sTock sperm suspension To one corner of The preparaTion and selecT The\nsperm densiTy Thaf is mosT convenienT for The subjecT under sTudy. (For The\ndeTails of sperm peneTraTion, se|ecT an egg Tar from The poinT of inseminaTion To\ngeT a low sperm To egg raTio; for observing The Time of \nan egg wiTh plenTy of sperm around iT.) The peneTraTing sperm is usually one of\nThe TirsT To arrive aT The egg surface (see HulTin's \"firsT orbif Theory\").\nExpTl. Cell Res., IQ56, and iT is safe To assume ThaT The sperm has enfered by The\nTime The membrane begins To elevaTe. WaTch Tor a characTerisTic wrinkling on\nThe egg surfac e; This is caused by explosion of The corTical granules. WaTch\nalso for The appearance of The hyaline layer. Where did The subsTances occupying\nThe viTelline space come from? whaT is The mechanism of membrane elevafion?\nCompare The appearance'of an unferTilized egg wiTh one lO minuTes afTer TerTiliza-\nTion; noTe The disTribuTion of The red pigmenT granules. WhaT happens To The pig-\nmenT granules in ferfilized cenTriTuged eggs?\nlf a Wechselkondensor nach (Zeiss) is available (or a sTandard\ndark-field condenser will suffice), observe unferTilized eggs under dark-field\nwiTh The mosT brillianT lighT source possible (direcT sunlighT is besf). Nofe\nThe orange ring around The egg surface; This is The unTerTilized corTex and\n\"luminous\" hyaline layer. Beneafh iT are The corfical granules and The plasma\nmembrane. lnseminafe and waTch The orange ring fade, eiTher gradually and regu-\nlarly if The sperm enTers direcTly above or below The eQ9>> or as a wave if The\nsperm enfers anywhere near The equaTor. For The kineTics of The corTical change,\nsee papers by Lord and by Allen and HagsTrom.\n\nCleavage\nThe raTe of cleavage and developmenT in general are dependenT upon The\nTemperaTure of The sea waTer. The following figures give The average Time for\nThe firsT Three cleavages (Fry, \nMinuies affer   second Third\nferTilizaTion |07 c2o?> |45 (ZOO)\nDifferenT baTches of eggs vary in average cleavage Time\nand, while wiThin a baTch of eggs mosT will develop af The average raTe, some may\nvary by abouf l0%. These differences may sTill be apparenf during larval sfages.\nThe plane of The firsT cleavage is meridional (in The polar axis) and\ndivides The egg inTo Two equal sized blasTomeres. The furrow of The firsT\ncleavage appears aT The animal (upper or apical) pole of The egg and spreads\nrapidly (ca. 2 minuTes aT 240) To The vegeTal (lower or basal) pole. The egg\n\n"
}