{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=LmJTBJOjTpuz0oIaO24hDQ",
  "input_url": null,
  "file": "54_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.160957217,
    "total_duration": 26.766198494
  },
  "agent": "",
  "created": "2013-06-18T12:36:27-04:00",
  "total": 0,
  "names": [

  ],
  "content": "\n\nThen passes inTo a resTing sTage (lasTing ca. 25 min. aT 24 before The onseT\nof The second cleavage (Brooks, l89O, K. Dan, \nThe plane of The second cleavage is also meridional buT aT righT angles\nTo The firsT, The furrows appearing aT The animal poles of each of The Two\nblasTomeres and rapidly spreading (4~5 minuTes aT 240) To The vegeTal poles.\nThis resulTs in The TormaTion of Tour equal sized blasTomeres. A resTing sTage\nThen follows.\nThe plane of The Third cleavage is equaTorial or horizonTal (aT righT\nangles To The polar axis). Each of The four blasTomeres divides inTo an upper\nand lower blasTomere of equal size. In anoTher species of sea urchin, Paracen-\nTroTus lividus, The plane of The Third cleavage is occasionally sub-equaTorial.\nThe sTudenT should follow These early cleavages carefully. NoTe The re-\nlaTionship of The hyaline plasma layer To The cleavage furrows (see Dan and Ono,\nIT will also be inTeresTing To aTTempTiTo follow The movemenTs of The\norange-red, corTical granules in relaTion To The early cleavages (see Dan, \nAT The iQg;ih cleavage The upper four cells divide meridionally forming\neighT equal sized cells called mesomeres. The lower four cells divide unequally\nand horizonTally forming four larger cells called macromeres and below Them,\naT The vegeTal pole, four small clear cells called micromeres. Prior To The TourTh\ncleavage (according To as early as The four cell sTage) The orange\nred pigmenT migraTes away from The vegeTal pole and This accounTs Tor The ab-\nsence of pigmenT in The micromeres. Micromere formaTion in arbacia under cerTain\ncondiTions mechanical disTurbance) may be supporessed, l, 2, 5 or no\nmicromeres being formed buT This does noT impair furTher normal developmenT\n(HorsTadius, \nAT The fiffh cleavage The?eighT mesomeres divide equally and horizonTally\nforming Two Tiers of cells Termed animal l, (ani) and animal 2, (anz). The\nfour macromeres divide meridionally forming a Tier of eighT cells. The four\nmicromeres also divide. Thus a 32-cell sTage is aTTained.\nAT The ?ixTh cleavage The an, and an2 cells divide more or less radially.\nThe macromeres divide horizonTally forming Two Tiers Termed vegeTal l, (veg and\nvegeTal 2 (veg2). The eighT micromeres also divide. ln The 64-cell sTage Tive\nlayers or Tiers of cells may be disTinguished. From The animal To vegeTal pole\nThese are: I6 an|, la anz, 8 vegl, 8 veg and l6 micromeres. ln laTer cleavages\nThese layers become increasingly difTicuTT To disTinguish.\nOn The basis of sTaining wiTh viTal dyes Nile blue sulTaTe)\nHorsTadius has shown for ParacenTroTus ThaT an anz and veg Cells form Th\necToderm of The pluTeus larva (see below), veg cells form The guT endoderm and\nparT of The mesoderm (coelomic pouches, The micromeres\nform The remainder of The mesoderm (primary which produces The\nskeleTon of The larva. SkeTch The various sTages Through The sixTh cleavage.\n\nBlasTula:\nAT The eighT cell sTage There is a very small cenTral caviTy which en-\nlarges, as cleavage conTinues, To form The blasTocoel This is filled wiTh a\nfluid which, presumably, is mosTly sea waTer plus colloid (see Can, AbouT\nTerTiJizaTion a smooTh~surfaced, spherical young BlasTula is form\nThe wall of which is one cell Thick. Cilia soon develop on The surface and The\n\n\n\n"
}