{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=RRvAty4OSx2K5e4fTtlYsg",
  "input_url": null,
  "file": "55_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.180832389,
    "total_duration": 25.143327606
  },
  "agent": "",
  "created": "2013-06-18T12:36:36-04:00",
  "total": 0,
  "names": [

  ],
  "content": "blasTula is roTaTed by Their acfion wiThin The ferTilizaTion membrane. AT abouT\nlO hours posT-ferTilizaTion The blasTula haTches ouT oT The ferTilizaTion membrane.\nlT has been shown (Kopac, '4l) ThaT The blasTula releases a \"haTching enzyme\" aT\nThis Time ThaT weakens and dissolves The membrane sufficienfly for The blasTula\nTo break Through.\nA small TufT of long cilia develops aT The animal pole of The blasTula\nwhich is The forward end when iT is swimming. AT The base of This \nThe blasTula wall is Thickened, forming The apical plaTe. AT The vegeTal pole The\nblasTula wall soon becomes flaTTened, forming The vegeTal plaTe. Meanwhile, The\nmicromeres locaTed in The approximaTe cenTer of The vegeTal plaTe region have be~\ngun To migraTe as individual cells inTo The blasTocoel, forming The primary\nwhich laTer forms The skeleTon. There ls evidence ThaT The micromeres\nconTinue To divide during This \"ingression\" process. SkeTch early and laTe\nblasTula sTages.\nGasTrula\nAT abouT 20 hours afTer ferTilizaTion The cells aT The vegeTal pole\ninvaginaTe To Torm a blind Tube, The archenTeron. ConTrary To older views, There is\nno True involuTion (gradual Turning in To form walls of The archenTeron of a\nrelaTively large number of cells in The surface of The blasTula) and no decrease\nin volume of The blasTula. There is acTually an increase in volume during gasTru-\nlaTion. lnvaginaTion is apparenTly broughT abouT by a fairly uniform sTreTching\nin an animal-vegeTal direcTion of The whole veg; disk, The vegeTal plaTe\n(HorsTadius, This is a poinT which inTeresTed sTudenTs mighT check by\nsfudying and measuring a series of fixed blasTula and early gasTrula sTages and\nby aTTempTing To sTain The vegeTal plaTe wiTh viTal dyes. NoTe also The gradual\nlifTing or wrinkling of The hyaline layer aT The vegeTal pole of living early\ngasTrulae (see Dan, \nThe archenTeron reaches The opposiTe wall of The blasTocoel in abouT 5\nhours. The gasTrula conTains abouT cells and iTs ouTer wall as well as The\nwall of The archenTeron has a single layer of cells. The primary cells\nform a ring around The blasToporal end of The archenTeron. Secondary \nand laTer, coelomic sacs are budded off from The Tip of The archenTeron. Draw\nbeginning and compleTed gasTulae.\nPrismz'\nAT The compleTion of gasTrulaTion The Tip of The archenTeron bends To one\nside of The gasTrula which becomes flaTTened over an area exTending from The\nanimal pole nearly To The blasTopore. This is one of The firsT signs of bilaTeral\nsymmeTry, The flaTTened side of The gasTrula Toward which The archenTeron bends\nrepresenTing The venTral side of The embryo, The oTher flaTTened, blasToporal side\nrepresenTing The posTerior or anal surface oT The embryo. AnoTher early indicaTion\nof bilaTeral symmeTry consisTs in The aggregaTion of primary cells inTo\nTwo groups, one aT each of The posTero-laTero-venTral angles of The prism-like gas~\nTrula. Each group secreTes a TrjradiaTe,spigulg, The firsT rudimenb of The\nskeleTon. \nWhere The Tip of The archenTeron Touches The ecToderm The laTTer bends in-\nwards To form The sTomodeum. An opening, The larval mo9Th,laTer developes beTween\nThe sTomodeum and The adjacenT Tip of The archenTeron. The archenTeron becomes\ndivided by Two consTricTions inTo Qesophagugg sTamach and inTesTine. The apical\nTufT disappears, a ciliaTed band surrounds The oral area, The embryo begins To\n\n"
}