{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=ATHsBtOTSNmMU5z8hhwSZw",
  "input_url": null,
  "file": "63_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.2163851,
    "total_duration": 26.672530525
  },
  "agent": "",
  "created": "2013-06-18T12:39:36-04:00",
  "total": 0,
  "names": [

  ],
  "content": "\n\ndaylighT for illuminafion and have The condensor diaphragm wide open. lf your\nmicroscope has a dark-field aTTachmenT, This may be used To advanTage.\nWiThin 2-8 minuTes afTer TerTilizaTion, The peripheral pigmenTed ooplasm begins\nTo sTream Toward The vegeTal pole (near which The sperm has enTered). The inner\nfollicle cells also move similarly Through  he perivifalline space. While The\ncorTica| pigmenT becomes concenTraTed in a vegeTal cap, The gray yolk rises Toward\nThe animal pole. The sperm nucleus migraTes up The periphery of The egg To a\npoinT jusT below The equaTor, Then moves inward Toward The cenTer of The egg\nwhere iT joins The female pronucleus. The yellow pigmenT Tends To follow The\nsperm Toward The equaTor and soon assumes The form of a broad crescenT. As soon as\nThis sfage is reached, The Three major axes (anTero-posTerior, dorso-venfral, and\nrighT-lefT) of The fuTure larva can be deTermined. The cenTer of The yellow\ncrescenT marks The posTerior pole, and The arms of The crescenT wrap around The\nrighT and lefT sides. The vegeTal pole is direcTed dorso-posTeriorly, The animal\npole venTro-anferiorly.\nAnoTher remarkable feaTure of The egg aT This sTage is The facT ThaT several\nareas are already visibly diTferenT from one anoTher. Each of These areas, is\ndesTined To form specific larval organs. For example, The yellow srescenT goes\nexclusively inTo muscle and cells, The gray cyToplasmic crescenT on The\nopposiTe side of The egg consTiTuTes neural and chordal maTerials, eTc.; c. T.\nConklin's figures.\nc. Cleavage: The following approximaTe Time schedule is for normally shed\neggs; eggs from \"minced\" culTures are delayes apparenfly because They ripen aT\nvariable inTervals afTer sTriking sea waTer\n\nFrom To Time required\nFerTilizaTion celcells min\nll2 cells 2l8 ce ,s 20 min\n2l8 cei Neural plaTe 2 hrs.\nNeural plaTe Tadpole larva 6 hrs. 40 min\nToTal Time sin\nferTili;aTion\nC9\n40 min.\nhr. lO min.\nhr. 40 min.\n2 hrs.\n2 hrs. 20 min.\n2 hrs. 40 min.\n3 hrs.\n3 hrs. 20 min.\n5 hrs. 20 min.\nI2 hrs.\nli) FirsT cleavage. Meridional and equal; cuTs yellow crescenT in half, hence\nseparaTes fuTure righT and lefT halves. ls The plane of reference for all\ncleavages afTer The Third; hence cleavage is bi|aTerai. According To The sysTem\nof nomenclaTure proposed by Conklin The cells are designafed \nand \n(ii) Second Cleavage.; Meridional and nearly equal, aT righT angles To The\nTirsT. SeparaTes 2 anTerior blasTomeres L53on righT, A? on lefT) from 2 posTerior\nblasTomeres T83 and B3). The Two cells confain liTTle yolk and pracTically all\nof The yellow crescenT. The clear cyToplasm goes equally To all four cells.\nThird Cleavage. EquaTorial and unequal, producing 4 animal cells\n(A4.2, b4.2 abd bd4.2) somewhaT smaller Than The 4 vegeTal cenns (A4.l,\nA4.l, 4.l and B4.l). NOT sTricTly in The fronTal plane buT roughly separaTes fuTur\n \n\n"
}