{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=SLnR4kXTTWug5PsGel3ExA",
  "input_url": null,
  "file": "75_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.108072341,
    "total_duration": 25.257451211
  },
  "agent": "",
  "created": "2013-06-18T12:44:39-04:00",
  "total": 0,
  "names": [

  ],
  "content": "-5-.\nroTaTion in capsule 20 hrs.\nhaTching 36 \nfree swimming Trochophores 2% - 3 days\nmeTamorphosis 4 days\n5. LaTer siages of DevelopmenT and MeTamo;phosi?\nA. These larvae are propelled Through\nThe waTer by The beaTing of a band of powerful cilia (The QroToTroch). The body\nroTaTes on iTs |ongiTudinal axis and The course followed is a spiral. Crowning\nThe preTrochal hemisphere (The head visicle) is a clump of very long cilia (The\napical TufT) which is apparenTly sensory in TuncTion. The Two laTeral, reddish-\nbrown larval eyes give a cerTain amounT of bilaTeraliTy To The oTherwise radial\norganism. AlThough The mouTh may be visible jusT below The proToTroch, The oTher\nregions of The digesTive TracT are obscured by The yolk mass.\nB. Older Larvae (3~4 days): There is an elongaTion of The body, especial\nly of The posT~Trochal hemisphere. The mouTh and The archenTeron are now visible\ndue To The reducTion in The quanTiTy of yolk. The anus glaTes are beginning To\nappear on The dorsal surface. NoTe The ;onTracTile TooT,ThaT developes on The\nvenTra| surface jusT posTerior To The mouTh. LocomoTion is sTill by way of The\nproToTrochal cilia, alThough older larvae may creep along by means of The TooT.\nC. MeTamorDho?ing.LaQyae; MeTamorphosing larvae may be procured from\nThe boTTom of a culTure dish. NoTe ThaT The proTrochal and apical cilia are |osT\nduring meTamorphosis, and ThaT The larvae now creep abouT by means of a well-de-\nveloped fooT, The shell plaTes have increased in number, Though The full seT of\nThe adulT is noT yeT compleTe. The manTle (a fold of The body wall) develops jusT\ndorsal and laTeral To The TooT.\n\nGrave, B. H. |952 Embryology and life hisTory of ChaeTooleurahapiculaTa.\nTome L, Memoire 5.\nHealTh, Harold |889 The developmenT of Zool. Jahrb., \nKowalevsky, A. i883 Embryogehie du ChiTon polii. Ann. Mus. HisT. \nMarseilles, Tome 1, Memoire 5.\nMeTcalT, M. M. l893 ConTribuTions To The embryology of ChiTon. STud. Biol. Lab.\nJohns Hopkins UniversiTy. 249-267 \n\n"
}