{
  "token_url": "http://gnrd.globalnames.org/name_finder.json?token=ZNgrXKzaSqavc46wFjtwbQ",
  "input_url": null,
  "file": "83_1961.tiff",
  "status": 200,
  "engines": [
    "TaxonFinder",
    "NetiNeti"
  ],
  "unique": false,
  "verbatim": true,
  "english": true,
  "execution_time": {
    "find_names_duration": 0.251721454,
    "total_duration": 28.673646948
  },
  "agent": "",
  "created": "2013-06-18T12:47:31-04:00",
  "total": 0,
  "names": [

  ],
  "content": "\nTrochouho?? 2f The trochophore is a typical Anneliu truchophore.\nConsult the excellent figures in Hatscheck and Shearer The larvae\nshow positive nhctotaxis ann gather at the winutw side mf the uish. They are\ntransparent, and pr per adjustment uf the illuminatien by moving the mirror and\nconuenser will bring out all structures, Study animals in lateral and in polar\nviews (beth from animal ans from vegetal pole). The apisal tuft anu the anal\nvesisal are landmarks fer the poles; the mouth is on the ventral side, the is\non the right sine. Observe the loeomution first.\nObserve14.\n15.\nShape uf the treehophore\nggical tuft. (several long cilia, prolably function as sense organ)\n\n. Anioal organ,a thickening of the eetederm at the animal pule; a nerve\ncenter ann -Q.4 >robahly the primorciun of the eerehral ganglion.\nThe nrotetroeh, an equaterial band of large cilia. In oluer troehophores\ntwo rows of cilia will be found, a row of short cilia anterior tc the\nlarge cilia. The is the most characteristic structure of the\nlarva, ana gave it its nane. It is always anterier to the mouth. It\nuensists uf a few large protctroch cells which become pigmenteu in elder\nstages.\nThe netatroch (naratroch), a circular band of cilia in the miudle vf the\npustrochal hemisphere.\nA ciliateg gTuuV? on the line eonnecting the mouth and anus.\nThis grneve is interesting in that it marks the line of elosure of the\nblastonere. The neuth is the remnant ef the blastopore; the anus is a\nseoenuary opening at the lower enu ef the original blastopore slit.\nOne on the right siee of the hemisphere. Note the red \npigment.\nTwo on the ventral side.\nThe uigestive greet, consisting ef: mouth, (oessphagus~ectouer-\nmal), enlarged stomach narrcw intestine (enuedermal) except\nfor the ene nortiun which is invagiratee eetouerm - prestodaeun), and anus,\nan opening behind the vegetal pole. All parts are ciliateu. Feed inuia\nink are stuuy the mechanism uf feou intake.\nThe anal yggiglg, large vasuolated cell at the posterinr enu, not found\nin ether trochophores.\nThe cavity between intestine ann outer heuy wall is not a true but\nprimary bony eavity, the persisting blestoceele.\nThe (naireu) are typical protonenhriuia with flame cells;\nthey open near the anus. They appear as slenuer cores near the statoeysts,\nextenuing between oesophagus ana anus. They are best iuentified in\nanimals with vegetal pole up (consult figures in Hatsthek ana Sehearer).\n. Two fine strands will be seen hifurcating at the upper end of the\nlarval kiuney. One of them can be traced to its inserticn at the anieal\nplate, the other inserts at the oesophagus. These are longitudinal\nmuscles. her longituuinal muscles extenu from the stomach to points of\nthe upper hemisphere. A stron, circular muscle is near the metatroch;\nthe uf the larva causeu by its contraction will be frequently\nobserves. Nets also eireular (sphincter) muscles in the uigestive tract.\nUnuifferentiateo cells, single er in small groups, will be\nseen attaches tc the stumach, te the inner bony wall, near the anisal\norgan, etc. \nThe entemesouernal cells (uerivatives of Lu teloblasts) which\nwill give rise tw the mesaaermal structures of the wern busy are uifficult\nto distinguish. They are small groups nf sells near the lower enu of the\nhead kiuney. \n\n"
}